/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "Eメール：";
"Enter your email address here" = "ご利用の Eメールアドレス を 入 力してください";
"Content" = "内容";
"Note:" = "ご注意：";
"Submit" = "送信";
"Sending…" = "送信中…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "送信済みでした、できるだけ早くこの問題を解決いたします！";
"Send failed!" = "送信できませんでした！";
"You can also click on product support to find the corresponding solution. Product Support >>" = "製品サポートをクリックして、対応のソリューションを検索することもできます。製品サポート>> ";
"Product Support >>" = "製品サポート>>";
"Please make sure your network connection is working and submit again." = "ネットワークに接続されていることを確認して、もう一度送信してください。";
"Feedback" = "フィードバック";

"Please enter valid Email address." = "有効なメールアドレスを入力してください。";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "お問い合わせいただき、製品についてのご意見をお寄せいただきありがとうございます。";
"What do you want to do with this product?" = "この製品でどのような問題を解決したいですか？";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1. 発生した問題をできるだけ詳しく説明してください。より明確な説明は、問題を迅速に解決するのに役立ちます。";
"What is your problem when using this product?" = "製品を使用する際にどのような問題が発生しましたか？";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1. 製品の使用やサービスなどについて質問がございましたら、遠慮なくご連絡下さい。";
"E-mail" = "Eメール：";
"Please enter a valid email address" = "有効なEメールアドレスを入力して下さい";
"Please make sure your email is correct" = "メールアドレスが正しいことを確認してください";
"Notes:" = "ご注意：";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1. グローバルの時差により、営業日から48時間以内に返信いたします。";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2. 注文の質問や技術的な質問をすばやく確認したい場合は、オンラインで注文に関するFAQと製品に関するFAQのリンクにアクセスすることもできます。";
"order issues" = "注文に関するFAQ";
"technical problems" = "製品に関するFAQのリンク";

"Attach log file" = "ログファイルを添付";
"Attach images:" = "画像を添付";
"Add Image" = "画像を追加";
"Add up to 2 images" = "最大2枚まで";
"Submit" = "送信";
"Sending…" = "送信中…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "送信済みでした！できるだけ早くこの問題を解決いたします！";
"Send failed!" = "送信できませんでした！";
"Please make sure your network connection is working and submit again." = "ネットワークに接続されていることを確認して、もう一度送信してください。";
"Feedback" = "フィードバック";
"OK" = "OK";
